<?php
// Text
$_['text_subject']		        = '%s - партнерська програма';
$_['text_welcome']		        = 'Ви стали парнером магазина %s!';
$_['text_login']                = 'Ваш обліковий запис успішно створено. Ви можете увійти в партнерський розділ нашого сайту за посиланням:';
$_['text_approval']		        = 'Ваш обліковий запис очікує підтвердження. Після підтвердження Ви зможете заходити до партнерського розділу нашого сайта за посиланням:';
$_['text_services']		        = 'У парнерському розділі Ви можете отримати реферальний код і реферальні посилання, відстежувати комісійну винагороду та редагувати параметри облікового запису.';
$_['text_thanks']		        = 'Дякуємо, ';
$_['text_new_affiliate']        = 'Новий партнер';
$_['text_signup']		        = 'Зареєструвався новий партнер:';
$_['text_store']		        = 'Магазин:';
$_['text_firstname']	        = 'Ім’я:';
$_['text_lastname']		        = 'Прізвище:';
$_['text_company']		        = 'Компанія:';
$_['text_email']		        = 'E-Mail:';
$_['text_telephone']	        = 'Телефон:';
$_['text_website']		        = 'Веб сайт:';
$_['text_order_id']             = 'замовлення №:';
$_['text_transaction_subject']  = '%s - партнерська комісія';
$_['text_transaction_received'] = 'Ви отримали %s за партнерською програмою!';
$_['text_transaction_total']    = 'Ваша загальна сума комісії тепер складає %s.';
