<?php
// Text
$_['text_subject']        = '%s - Дякуємо за реєстрацію!';
$_['text_welcome']        = 'Ласкаво просимо і дякуємо за реєстрацію на %s!';
$_['text_login']          = 'Ваш акаунт успішно створено, і Ви можете увійти, використавши вказану при реєстрації адресу електронної пошти і пароль на нашому сайті:';
$_['text_approval']       = 'Ваш обліковий запис очікує підтвердження. Після підтвердження Ви зможете увійти на сайт, використавши Вашу адресу електронної пошти і пароль, за посиланням:';
$_['text_services']       = 'Після входу на сайт Ви зможете скористатися додатковими можливостями: перегляд історії замовлень, друк рахунків та багато іншого...';
$_['text_thanks']         = 'Дякуємо,';
$_['text_new_customer']   = 'Новий покупець';
$_['text_signup']         = 'Зареєстрований новий покупець:';
$_['text_website']        = 'Веб сайт:';
$_['text_customer_group'] = 'Група покупців:';
$_['text_firstname']      = 'Ім’я:';
$_['text_lastname']       = 'Прізвище:';
$_['text_email']          = 'E-Mail:';
$_['text_telephone']      = 'Телефон:';