<?php
// Text
$_['text_subject']  = 'Ви надіслали подарунковий сертифікат з магазина %s';
$_['text_greeting'] = 'Вітаємо, Ви отримали подарунковий сертифікат вартістью %s';
$_['text_from']     = 'Цей подарунковий сертифікат Вам надіслав %s';
$_['text_message']  = 'З повідомленням';
$_['text_redeem']   = 'Щоб використати сертифікат, запишіть код  <b>%s</b> після чого натисніть на посилання нижче і придбайте товар. Так само можна ввести код сертифікату на сторінці кошика безпосередньо перед оформленням замовлення.';
$_['text_footer']   = 'Будь ласка, дайте відповідь на цей лист. Якщо у Вас виникли якісь питання.';
