<?php
// Heading
$_['text_title']				= 'Кредитна / дебетова карта (First Data)';

// Button
$_['button_confirm']			= 'Продовжити';

// Text
$_['text_new_card']				= 'Нова карта';
$_['text_store_card']			= 'Запам’ятати дані карти';
$_['text_address_response']		= 'Перевірка адреси: ';
$_['text_address_ppx']			= 'Немає даних по вказаній адресі або адреса не перевіряється банком';
$_['text_address_yyy']			= 'Банк підтвердив, що вулиця і поштовий індекс співпадають';
$_['text_address_yna']			= 'Банк підтвердив, що вулиця співпадає, але індекс не відповідає даним.';
$_['text_address_nyz']			= 'Банк підтвердив, що поштовий індекс співпадає, але вулиця не відповідає даним.';
$_['text_address_nnn']			= 'вулиця і поштовий індекс не співпадають з даними банка';
$_['text_address_ypx']			= 'Банк підтвердив, що вулиця співпадає з даними. Банк не перевіряє поштовий індекс';
$_['text_address_pyx']			= 'Банк підтвердив, що поштовий індекс співпадає з даними. Банк не перевіряє адресу вулиці';
$_['text_address_xxu']			= 'Банк не перевіряє інформацію AVS';
$_['text_card_code_verify']		= 'Код безпеки: ';
$_['text_card_code_m']			= 'Код безпеки карти співпадає';
$_['text_card_code_n']			= 'Код безпеки карти не співпадає';
$_['text_card_code_p']			= 'Не оброблено';
$_['text_card_code_s']			= 'платіжний шлюз повідомляє, що код безпеки відсутній на карті';
$_['text_card_code_u']			= 'Банк не сертифікований і/або не надає ключі шифрування';
$_['text_card_code_x']			= 'Не отримано відповіді від ассоціації по страхуванню кредитів';
$_['text_card_code_blank']		= 'Пуста відповідь повідомляє про те, що код не було надіслано і що немає ніяких доказів того, що код не був присутній на карті.';
$_['text_card_type_m']			= 'MasterCard';
$_['text_card_type_v']			= 'Visa (Credit/Debit/Electron/Delta)';
$_['text_card_type_c']			= 'Diners';
$_['text_card_type_a']			= 'American Express';
$_['text_card_type_ma']			= 'Maestro';
$_['text_card_type_mauk']		= 'Maestro UK/Solo';
$_['text_response_code_full']	= 'Код підтвердження: ';
$_['text_response_code']		= 'Повний код відповіді: ';
$_['text_response_card']		= 'Карта використовується: ';
$_['text_response_card_type']	= 'Тип карти: ';
$_['text_response_proc_code']	= 'Код процесингу: ';
$_['text_response_ref']			= 'Код транзакції: ';

// Error
$_['error_failed']				= 'Не вдалося обробити Ваш платіж, будь ласка, спробуйте ще раз';