<?php
// Text
$_['text_title']				= 'Кредитна або дебетова карта';
$_['text_credit_card']			= 'дані кредитної карти';
$_['text_wait']					= 'Будь ласка, зачекайте!';

// Entry
$_['entry_cc_number']			= 'Номер карти';
$_['entry_cc_name']				= 'Ім’я власника карти';
$_['entry_cc_expire_date']		= 'Строк дії карти';
$_['entry_cc_cvv2']				= 'Код безпеки карти (CVV2)';

// Help
$_['help_start_date']			= '(Якщо є)';
$_['help_issue']				= '(тільки для карт Maestro і Solo)';

// Text
$_['text_result']				= 'Результат: ';
$_['text_approval_code']		= 'Код підтвердження: ';
$_['text_reference_number']		= 'Код операції: ';
$_['text_card_number_ref']		= 'Останні 4 цифри номера карти: xxxx ';
$_['text_card_brand']			= 'Бренд карти: ';
$_['text_response_code']		= 'Код відповіді: ';
$_['text_fault']				= 'Повідомлення про відмову: ';
$_['text_error']				= 'Повідомлення про помилку: ';
$_['text_avs']					= 'Перевірка адреси: ';
$_['text_address_ppx']			= 'Немає даних по вказаній адресі або адреса не перевіряється банком';
$_['text_address_yyy']			= 'Банк підтвердив, що вулиця і поштовий індекс співпадають';
$_['text_address_yna']			= 'Банк підтвердив, що вулиця співпадає, але індекс не відповідає даним';
$_['text_address_nyz']			= 'Банк підтвердив, що поштовий індекс співпадає, але вулиця не відповідає даним';
$_['text_address_nnn']			= 'Вулиця і поштовий індекс не співпадають з даними банка';
$_['text_address_ypx']			= 'Банк підтвердив, що вулиця співпадає з даними. Банк не перевіряє поштовий індекс';
$_['text_address_pyx']			= 'Банк підтвердив, що поштовий індекс співпадає з даними. Банк не перевіряє Адресу вулиці';
$_['text_address_xxu']			= 'Банк не перевіряє інформацію AVS';
$_['text_card_code_verify']		= 'Код безпеки: ';
$_['text_card_code_m']			= 'Код безпеки карти співпадає';
$_['text_card_code_n']			= 'Код безпеки карти не співпадає';
$_['text_card_code_p']			= 'Не оброблено';
$_['text_card_code_s']			= 'платіжний шлюз повідомляє, що код безпеки відсутній на карті';
$_['text_card_code_u']			= 'Банк не сертифікований і/або не надає ключі шифрування';
$_['text_card_code_x']			= 'Не отримано відповіді від ассоціації по страхуванню кредитів';
$_['text_card_code_blank']		= 'Пуста відповідь повідомляє про те, що код не було надіслано і що немає ніяких доказів того, що код не був присутній на карті.';
$_['text_card_accepted']		= 'Приймаються карти: ';
$_['text_card_type_m']			= 'MasterCard';
$_['text_card_type_v']			= 'Visa (Credit/Debit/Electron/Delta)';
$_['text_card_type_c']			= 'Diners';
$_['text_card_type_a']			= 'American Express';
$_['text_card_type_ma']			= 'Maestro';
$_['text_card_new']				= 'Нова карта';
$_['text_response_proc_code']	= 'Код процесингу: ';
$_['text_response_ref']			= 'Код транзакції: ';

// Error
$_['error_card_number']			= 'Будь ласка, перевірте правильність номера Вашої карти';
$_['error_card_name']			= 'Будь ласка, перевірте правильність імені власника карти';
$_['error_card_cvv']			= 'Будь ласка, перевірте правильність CVV2-кода';
$_['error_failed']				= 'Не вдалося обробити Ваш платіж, зверніться до продавця';