<?php
// Text
$_['text_title']				= 'Кредитна / дебетова карта (Paymate)';
$_['text_unable']				= 'Не вдається знайти або оновити статус Вашого замовлення';
$_['text_declined']				= 'платіж відхилено системою Paymate';
$_['text_failed']				= 'Помилка транзакції Paymate';
$_['text_failed_message']		= '<p>На жаль, сталася помилка обробки транзакції Paymate.</p><p><b>Увага:</b>%s</p><p>Будь ласка, перевірте баланс рахунка Paymate перед спробою повторної оплати даного замовлення</p><p>Якщо Ви вважаєте, що цю транзакцію успішно завершено, або система показує видаткову операцію у Вашому акаунті Paymate, будь ласка <a href="%s"> зконтактуйтесь з нами</a>, приклавши до звернення дані Вашого замовлення.</p>';
$_['text_basket']				= 'Кошик';
$_['text_checkout']				= 'Оформлення замовлення';
$_['text_success']				= 'успішно виконано';