<?php
// Heading
$_['heading_title']				= 'Дякуємо Вам за покупки в %s .... ';

// Text
$_['text_title']				= 'Кредитна / дебетова карта (PayPoint)';
$_['text_response']				= 'Відповідь від PayPoint:';
$_['text_success']				= '... Ваш платіж було успішно отримано.';
$_['text_success_wait']			= '<b><span style="color: #FF0000">Будь ласка, зачекайте </span></b>пока ми закінчимо обробку Вашого замовлення. <br>Якщо Ви не перенаправлені автоматично протягом 10 секунд, будь ласка, натисніть <a href="%s">тут</a>.';
$_['text_failure']				= '... Ваш платіж було відмінено!';
$_['text_failure_wait']			= '<b><span style="color: #FF0000"> Будь ласка, зачекайте...</span></b><br>Якщо Ви не перенаправлені автоматично протягом 10 секунд, будь ласка, натисніть <a href="%s"> тут</a>.';