<?php
// Text
$_['text_title']				= 'Кредитна або дебетова карта (опрацьовано надійно PayPal)';
$_['text_credit_card']			= 'дані кредитної карти';
$_['text_start_date']			= '(Якщо є)';
$_['text_issue']				= '(тільки для карт Maestro і Solo)';
$_['text_wait']					= 'Будь ласка, зачекайте!';

// Entry
$_['entry_cc_owner']			= 'Власник карти:';
$_['entry_cc_type']				= 'Тип карти:';
$_['entry_cc_number']			= 'Номер карти:';
$_['entry_cc_start_date']		= 'Карта діє з дати:';
$_['entry_cc_expire_date']		= 'Строк дії карти:';
$_['entry_cc_cvv2']				= 'Код безпеки карти (CVV2):';
$_['entry_cc_issue']			= 'Номер карти:';

// Error
$_['error_required']			= 'Попередження: усі поля даних оплати обов’язкові для заповнення.';
$_['error_general']				= 'Увага: загальна проблема сталася з транзакцією. Будь ласка, спробуйте ще раз.';
$_['error_config']				= 'Попередження: помилка конфігурації модуля платежів. Будь ласка, перевірте облікові дані для входу.';
$_['error_address']				= 'Попередження: немає відповідності міста, штату і поштового індекса адреси оплати. Будь ласка, спробуйте ще раз.';
$_['error_declined']			= 'Попередження: ця транзакцію було відхилено. Будь ласка, спробуйте ще раз.';
$_['error_invalid']				= 'Попередження: надана інформація щодо кредитної карти є недійсною. Будь ласка, спробуйте ще раз.';