<?php
// Text
$_['text_title'] 			= 'QIWI гаманець';
$_['sub_text_info'] 		= '';
$_['sub_text_info_phone'] 	= 'Номер QIWI гаманця (телефон у міжнародному форматі): + ';
$_['markup'] 			    = 'Підсумок до оплаті через %s з урахуванням комісії (%s%%) : ';
$_['order_id'] 			    = 'Оплата замовлення №';
$_['qiwi_rest_limit'] 	    = '<font color="red">Перевищено обмеження на максимальну суму замовлення в qiwi (15000 рублів)</font>';
$_['button_back'] 		    = 'У кошик';
$_['qiwi_rest_rubls'] 		= ' рублів';
$_['qiwi_pcs'] 			    = ' шт ';

$_['qiwi_error']	 		= 'Помилка ';
$_['qiwi_error_5'] 		    = 'Неправильні дані в параметрах запиту';
$_['qiwi_error_13'] 		= 'Сервер зайнятий, повторіть запит пізніше';
$_['qiwi_error_78'] 		= 'Недопустима операція';
$_['qiwi_error_150'] 		= 'Помилка авторизації';
$_['qiwi_error_152'] 		= 'Не підключено або відключено протокол';
$_['qiwi_error_210'] 		= 'рахунок не знайдено';
$_['qiwi_error_215'] 		= 'рахунок з таким bill_id уже існує';
$_['qiwi_error_220'] 		= 'Недостатньо засобів на рахункові для проведения платежу';
$_['qiwi_error_241'] 		= 'Сума занадто мала';
$_['qiwi_error_242'] 		= 'Сума занадто велика';
$_['qiwi_error_298'] 		= 'Гаманець з таким номером не зареєстровано';
$_['qiwi_error_300'] 		= 'Технічна помилка, повторіть запит пізніше';
$_['qiwi_error_303'] 		= 'Направильний номер телефона';
$_['qiwi_error_316'] 		= 'Спроба авторизації заблокована провайдером';
$_['qiwi_error_319'] 		= 'Немає прав на цю операцію';
$_['qiwi_error_341'] 		= 'обов’язковий параметр вказано неправильно або відсутній в запиті';
$_['qiwi_error_700'] 		= 'Перевищено місячний ліміт на операції';
$_['qiwi_error_702'] 		= 'Перевищено ліміт на залишок рахунка абонента Visa QIWI Wallet';
$_['qiwi_error_1001'] 		= 'Заборонена валюта для провайдера';
$_['qiwi_error_1003'] 		= 'Не вдалося отримати курс конвертації для цієї пари валют';
$_['qiwi_error_1019'] 		= 'Не вдалося визначити мобільного оператора для мобильної комерції';

$_['qiwi_continue'] 		= 'Одразу оплатити замовлення';
