<?php
// Text
$_['text_title']				= 'Кредитна карта / дебетова карта (SagePay)';
$_['text_credit_card']			= 'дані карти';
$_['text_description']			= 'товарів в %s замовлення №: %s';
$_['text_card_type']			= 'Тип карти: ';
$_['text_card_name']			= 'Назва карти: ';
$_['text_card_digits']			= 'Останні цифри: ';
$_['text_card_expiry']			= 'Строк дії: ';
$_['text_trial']				= '%s кожен %s %s з %s платежів тоді ';
$_['text_recurring']			= '%s кожен %s %s';
$_['text_length']				= ' для %s платежів';
$_['text_success']				= 'Ваш платіж було авторизовано.';
$_['text_decline']				= 'Ваш платіж було відхилено.';
$_['text_bank_error']			= 'Сталася помилка при обробці Вашого запита банком.';
$_['text_transaction_error']	= 'Сталася помилка при обробці транзакції.';
$_['text_generic_error']		= 'Сталася помилка при обробці Вашого запита.';
$_['text_hash_failed']			= 'Помилка перевірки хеша. Не намагайтеся ще раз провести платіж, доки статус оплати невідомий. Будь ласка, зконтактуйтесь з продавцем.';
$_['text_link']					= 'Будь ласка, натисніть <a href="%s"> тут</a> для продовження';

// Entry
$_['entry_card']				= 'Нова або існуюча карта: ';
$_['entry_card_existing']		= 'існуюча';
$_['entry_card_new']			= 'Нова';
$_['entry_card_save']			= 'Запам’ятати дані карти для використання в майбутньому';
$_['entry_cc_choice']			= 'Вибір існуючої карти';