<?php
// Text
$_['text_title']            = 'Квитанція сбербанку РФ';
$_['text_instruction']      = 'Для друку квитанції натисніть на кнопку &laquo;друк квитанції&raquo; (буде відкрито у новому вікні).';
$_['text_payment']          = 'Роздрукуйте квитанцію, після чого натисніть кнопку у кінці цієї сторінці "Підтвердити замовлення".';
$_['text_order_history']    = 'Квитанція зберігається в <a href="%s" target="_blank">історії замовлень</a>';
$_['text_payment_comment']  = 'замовлення не буде оброблено, доки гроші не поступять на наш розрахунковий рахунок.';
$_['text_printpay']         = '<a href="%s" class="btn btn-primary" target="_blank"><i class="fa fa-print"></i> друк квитанції</a>';
$_['text_confirm']          = 'Увага: дочекайтеся завантаєення квитанції!!!\n\n-після чого перевірте ще раз правильність введенних Вами платіжних даних.\n- Якщо знайдено помилку, то натисніть "Відміна" і відредагуйте форму.\n- Якщо усе нормально, натисніть "ОК" - бланк буде надіслано на друк.';
?>