<?php
// Text
$_['text_success']           = 'Замовлення було успішно змінено';

// Error
$_['error_permission']       = 'Увага: У Вас немає дозволу на доступ до API!';
$_['error_customer']         = 'Необхідно задати дані про клієнта!';
$_['error_payment_address']  = 'Потрібна адреса оплати!';
$_['error_payment_method']   = 'Потрібна способ оплати!';
$_['error_no_payment']       = 'Увага: Варіанти оплати недоступні!';
$_['error_shipping_address'] = 'Потрібна адреса доставки!';
$_['error_shipping_method']  = 'Потрібен спосіб доставки!';
$_['error_no_shipping']      = 'Увага: Варіанти доставки недоступні!';
$_['error_stock']            = 'Товари, відмічені *** не доступні у потрібній кількості або їх немає на складі!';
$_['error_minimum']          = 'Мінімальна сума Замовлення для %s-%s!';
$_['error_not_found']        = 'Увага: Замовлення не знайдено!';