<?php
// Text
$_['text_success']     = 'Успіх: Ваш подарунковий ваучер було примінено!';
$_['text_cart']        = 'Успіх: Вы змінили Ваш кошик!';
$_['text_for']         = '%s подарунковий сертифікат для %s';

// Error
$_['error_permission'] = 'Увага: У Вас немає дозволу на доступ до API!';
$_['error_voucher']    = 'Попередження: подарунковий сертифікат є недійсним або баланс було використано!';
$_['error_to_name']    = 'Ім’я отримувача має містити від 1 до 64 символів!';
$_['error_from_name']  = 'Ваше Ім’я має містити від 1 до 64 символів!';
$_['error_email']      = 'Така адреса електронної пошти недопустима!';
$_['error_theme']      = 'Необхідно обрати тему!';
$_['error_amount']     = 'Сума має бути від %s до %s!';