<?php
// Heading
$_['heading_title'] = 'Використати бонусні бали (Доступно: %s)';

// Text
$_['text_reward']   = 'бонусні бали (%s)';
$_['text_order_id'] = 'замовлення №: #%s';
$_['text_success']  = 'Успіх: Ваші бонусні бали успішно використано!';

// Entry
$_['entry_reward']  = 'Кіль-ть (Максимум %s)';

// Error
$_['error_reward']  = 'Будь ласка, вкажіть кількість бонусних балів, яку хочете використати для цього замовлення!';
$_['error_points']  = 'У Вас не вистарчає бонусних балів, необхідно ще %s!';
$_['error_maximum'] = 'Максимальна кількість бонусних балів, яку може бути використано для цього замовлення - %s!';