<?php
// Heading
$_['heading_title']        = 'Дізнатися вартість доставки';

// Text
$_['text_success']         = 'Спосіб доставки успішно прийнято. Підсумкова сума замовлення змінена!';
$_['text_shipping']        = 'Щоби дізнатися приблизну вартість доставки, вкажіть Ваш регіон';
$_['text_shipping_method'] = 'Будь ласка, вкажіть бажаний спосіб доставки';

// Entry
$_['entry_country']        = 'Країна';
$_['entry_zone']           = 'Регіон / Область';
$_['entry_postcode']       = 'Індекс';

// Error
$_['error_postcode']       = 'Індекс має бути від 2 до 10 символів!';
$_['error_country']        = 'Будь ласка, вкажіть країну!';
$_['error_zone']           = 'Будь ласка, вкажіть регіон / Область!';
$_['error_shipping']       = 'Будь ласка, вкажіть бажаний спосіб доставки';
$_['error_no_shipping']    = 'Немає жодного доступного Спосібу доставки. Будь ласка, <a href="%s">зконтактуйтесь з нами</a>, і ми знайдемо вирішення проблеми!';