<?php
// Heading
$_['heading_title']   = 'Забули пароль?';

// Text
$_['text_account']    = 'Особистий кабінет';
$_['text_forgotten']  = 'Забутий пароль?';
$_['text_your_email'] = 'Ваш E-Mail';
$_['text_email']      = 'Введіть адресу електронної пошти Вашого облікового запису. Натисніть кнопку продовжити, щоби отримати пароль на електронну пошту.';
$_['text_success']    = 'Новий пароль було надіслано на Вашу адресу електронної пошти.';

// Entry
$_['entry_email']     = 'E-Mail:';

// Error
$_['error_email']     = 'Попередження: адресу E-Mail не знайдено в наших записах, будь ласка, спробуйте ще раз!';
$_['error_email']     = 'E-Mail адресу не знайдено, перевірте та спробуйте ще раз!';