<?php
// Heading
$_['heading_title'] = 'Обліковий запис успішно створено!';

// Text
$_['text_message']  = '<p>Вітаємо! Ваш Обліковий запис було успішно створено.</p><p>Тепер Ви можете скористатися додатковими можливостями: перегляд історії замовлень, друк рахунку, змінена своєї контактної інформації та адрес доставки, стежити за накопиченими балами та багато іншого...</p><p>Якщо у Вас є якісь питання, напишіть нам.</p><p>Лист з даними про реєстрацію було надіслано на вказаний E-mail. Якщо Ви не отримали лист, будь ласка, <a href="%s">зконтактуйтеся з нами</a>.</p>';
$_['text_approval'] = '<p>Дякуємо за реєстрацію %s!</p><p>Вас буде повідомлено електронною поштою, як тільки Ваш Особистий Кабінет буде активовано адміністрацією магазина.</p><p>Якщо у Вас є якісь питання, будь ласка, <a href="%s">зконтактуйтеся з адміністратором</a>.</p>';
$_['text_account']  = 'Особистий Кабінет';
$_['text_success']  = 'Обліковий запис успішно створено!';
