<?php
// Heading 
$_['heading_title']    = 'Покупка подарункового сертифікату';

// Text
$_['text_account']     = 'Акаунт';
$_['text_voucher']     = 'Подарунковий сертифікат';
$_['text_description'] = 'Після заповнення усіх полів, сертифікат буде переміщено в кошик, и після оплати - надіслано адресату на вказаний e-mail.</p>';
$_['text_agree']       = 'Я розумію, що подарункові сертифікати не підлягають поверненню.';
$_['text_message']     = '<p>Сертифікат переміщено у кошик. Після його оплати, адресату буде надіслано лист з інструкцією, про те, як їм скористатися.</p>';
$_['text_for']         = '%s Подарунковий сертифікат для %s';

// Entry
$_['entry_to_name']    = 'Ім’я адресата:';
$_['entry_to_email']   = 'Email адресата:';
$_['entry_from_name']  = 'Ваше Ім’я:';
$_['entry_from_email'] = 'Ваш Email:';
$_['entry_theme']      = 'Тематика:';
$_['entry_message']    = 'Повідомлення:';
$_['entry_amount']     = 'Сума:';

// Help
$_['help_message']     = 'За бажанням';
$_['help_amount']      = 'Сума має бути від %s до %s';

// Error
$_['error_to_name']    = 'Ім’я адресата має містити від 1 до 64 символів!';
$_['error_from_name']  = 'Ваше Ім’я має містити від 1 до 64 символів!';
$_['error_email']      = 'Введіть дійсний E-Mail!';
$_['error_theme']      = 'Оберіть тему сертифікату!';
$_['error_amount']     = 'Сума має бути більше %s та менше %s!';
$_['error_agree']      = 'Ви повинні погодитися з тим, що подарункові сертифікати не підлягають поверненню!';
