<?php
// Heading 
$_['heading_title']   = 'Забули пароль?';

// Text
$_['text_account']    = 'Кабінет партнера';
$_['text_forgotten']  = 'Забули пароль?';
$_['text_your_email'] = 'Ваш E-Mail';
$_['text_email']      = 'Введіть адресу електронної пошти від Вашого облікового запису. Натисніть кнопку продовжити, щоб отримати пароль по електронній пошті.';
$_['text_success']    = 'Новий пароль було надіслано на Вашу адресу електронної пошти.';

// Entry
$_['entry_email']     = 'E-Mail адреса:';

// Error
$_['error_email']     = 'Попередження: адресу E-Mail не знайдено в наших записах, будь ласка, спробуйте ще раз!';
$_['error_email']     = 'Таку E-Mail адресу не знайдено, спробуйте ще раз!';