<?php
// Heading 
$_['heading_title']                 = 'Партнерська програма';

// Text
$_['text_account']                  = 'Кабінет партнера';
$_['text_login']                    = 'Увійти';
$_['text_description']              = '<p>Партнерська програма %s безкоштовна, дозволяє участникам отримувати додатковий дохід шляхом розміщення посилань як на весь наш магазин %s, так і на окремі товари. Кожна покупка, здійснена по партнерскому посиланню, принесе дохід! Стандартний розмір комисії складає %s.</p><p>За детальною інформацією звертайтесь на сторінку інформації для партнерів.</p>';
$_['text_new_affiliate']            = 'Новий партнер';
$_['text_register_account']         = '<p>Я не є партнером.</p><p>Натисніть Продовжити щоби створити обліковий запис партнера. Зверніть увагу, що цей обліковий запис жодним чином не пов’язаний з якимсь обліковим записом покупця!</p>';
$_['text_returning_affiliate']      = 'Вхід для партнерів';
$_['text_i_am_returning_affiliate'] = 'Я уже зареєстрований.';
$_['text_forgotten']                = 'Забули пароль?';

// Entry
$_['entry_email']                   = 'Партнерський E-Mail:';
$_['entry_password']                = 'Пароль:';

// Error
$_['error_login']                   = 'Не знайдено введену адресу E-Mail і/або пароль вказано неправильно.';
$_['error_attempts']                = 'Увага: Ви перевищили допустиму кількість спроб Входу в систему. Будь ласка, спробуйте пізніше.';
$_['error_approved']                = 'Для авторизації необхідно спершу підтвердити акаунт по E-Mail.';
