<?php
// Heading
$_['heading_title'] = 'Обліковий запис партнера успішно створено!';

// Text
$_['text_message']  = '<p>Дякуємо за реєстрацію!</p> <p>Тепер Ви член %s філії.</p> <p>Ви отримаєте повідомлення на email після активації облікового запису администрацією магазина.</p> <p>Будь-які питання про партнерску програму можна задати <a href="%s">администрації магазина</a>.</p>';
$_['text_approval'] = '<p>Дякуємо за реєстрацію в %s!</p><p>Ви отримаєте повідомлення на email після активації облікового запису адміністрацією магазина.</p><p>Будь-які питання про партнерску програму можна задати <a href="%s">адміністрації магазина</a>.</p>';
$_['text_account']  = 'Кабінет партнера';
$_['text_success']  = 'успішно';
