<?php
// Heading
$_['heading_title']            = 'Кошик покупок';

// Text
$_['text_success']             = 'Товар <a href="%s">%s</a> додано до Вашого <a href="%s">кошика</a>!';
$_['text_remove']              = 'Кошик успішно оновлено!';
$_['text_login']               = 'Вам необхідно <a href="%s">авторизуватися</a> або <a href="%s">створити акаунт</a> для перегляду цін!';
$_['text_items']               = '%s товар(ів) - %s';
$_['text_points']              = 'Призові бали: %s';
$_['text_next']                = 'Скористайтеся додатковими можливостями';
$_['text_next_choice']         = 'Якщо у Вас є код купона на знижку або бонусні бали, які Ви хочете використати, оберіть відповідний пункт. <br>Також, можна дізнатися приблизну вартість доставки у Ваш регіон.';
$_['text_empty']               = 'У кошику пусто';
$_['text_day']                 = 'день';
$_['text_week']                = 'тиждень';
$_['text_semi_month']          = 'півмісяця';
$_['text_month']               = 'місяць';
$_['text_year']                = 'рік';
$_['text_trial']               = '%s кожен %s %s для %s оплати ';
$_['text_recurring']           = '%s кожен %s %s';
$_['text_length']              = ' для %s оплат';
$_['text_until_cancelled']     = 'до відміни';
$_['text_recurring_item']      = 'Що повторюються';
$_['text_payment_recurring']   = 'Профіль платежу';
$_['text_trial_description']   = '%s кожен %d %s(s) для %d платежу(ів) тоді';
$_['text_payment_description'] = '%s кожен %d %s(s) для %d платежу(ів)';
$_['text_payment_cancel']      = '%s кожен %d %s(s) доки не буде відмінено';

// Column
$_['column_image']           = 'Зображення';
$_['column_name']            = 'Назва товару';
$_['column_model']           = 'Модель';
$_['column_quantity']        = 'Кіль-ть';
$_['column_price']           = 'Ціна за шт.';
$_['column_total']           = 'Всього';

// Error
$_['error_stock']              = 'Продукти відмічені *** відсутні у потрібній кількості або їх немає у наявності!';
$_['error_minimum']            = 'Мінімальна кількість товарів для замовлення %s дорівнює %s!';
$_['error_required']           = '%s - необхідно!';
$_['error_product']            = 'У Вашому кошику немає товарів!';
$_['error_recurring_required'] = 'оберіть платіжний профіль!';