<?php
// Heading
$_['heading_title']                  = 'Оформлення замовлення';

// Text
$_['text_cart']                      = 'Кошик покупок';
$_['text_checkout_option']           = 'Крок 1: спосіб оформлення замовлення';
$_['text_checkout_account']          = 'Крок 2: профіль і платіжна інформація';
$_['text_checkout_payment_address']  = 'Крок 2: платіжна інформація';
$_['text_checkout_shipping_address'] = 'Крок 3: адреса доставки';
$_['text_checkout_shipping_method']  = 'Крок 4: спосіб доставки';
$_['text_checkout_payment_method']   = 'Крок 5: спосіб оплати';
$_['text_checkout_confirm']          = 'Крок 6: підтвердження замовлення';
$_['text_modify']                    = 'Змінити &raquo;';
$_['text_new_customer']              = 'Новий покупець';
$_['text_returning_customer']        = 'Зареєстрований користувач';
$_['text_checkout']                  = 'Опції оформлення замовлення:';
$_['text_i_am_returning_customer']   = 'Я здійснював тут покупки раніше та реєструвався';
$_['text_register']                  = 'Зареєструватися';
$_['text_guest']                     = 'Оформити замовлення без реєстрації';
$_['text_register_account']          = 'Створення облікового запису допоможе робити покупки швидше та зручніше, не потрібно буде багато разів вносити одні і ті самі дані (адреса доставки, ім’я, телефон тощо). Ви також зможете відстежувати статус свого замовлення, користуватися закладками, бачити свої попередні замовлення, накопичувати бонусні бали (на них теж можна купляти товари!) або отримати знижку як постійний покупець.';
$_['text_forgotten']                 = 'Забули пароль?';
$_['text_your_details']              = 'Особисті дані';
$_['text_your_address']              = 'Адреса';
$_['text_your_password']             = 'Пароль';
$_['text_agree']                     = 'Прочитав і погоджуюся з документом <a href="%s" class="agree"><b>%s</b></a>';
$_['text_address_new']               = 'Я хочу використати нову адресу';
$_['text_address_existing']          = 'використати існуючу адресу';
$_['text_shipping_method']           = 'оберіть зручний спосіб доставки для цього замовлення:';
$_['text_payment_method']            = 'оберіть спосіб оплати для цього замовлення:';
$_['text_comments']                  = 'Ви можете додати коментар до свого замовлення:';
$_['text_recurring_item']            = 'Повтор';
$_['text_payment_recurring']         = 'платіжний профіль';
$_['text_trial_description']         = '%s кожен %d %s(s) для %d платежу(ів) тоді';
$_['text_payment_description']       = '%s кожен %d %s(s) для %d платежу(ів)';
$_['text_payment_cancel']            = '%s кожен %d %s(s) доки не буде відмінено';
$_['text_day']                       = 'день';
$_['text_week']                      = 'тиждень';
$_['text_semi_month']                = 'півмісяця';
$_['text_month']                     = 'місяць';
$_['text_year']                      = 'рік';

// Column
$_['column_name']                    = 'Назва товару';
$_['column_model']                   = 'Модель';
$_['column_quantity']                = 'Кіль-ть';
$_['column_price']                   = 'Ціна за шт.';
$_['column_total']                   = 'Всього';

// Entry
$_['entry_email_address']            = 'E-Mail адреса';
$_['entry_email']                    = 'E-Mail';
$_['entry_password']                 = 'Пароль';
$_['entry_confirm']                  = 'Підтвердити';
$_['entry_firstname']                = 'Ім’я';
$_['entry_lastname']                 = 'Прізвище';
$_['entry_telephone']                = 'Телефон';
$_['entry_fax']                      = 'Факс';
$_['entry_address']                  = 'оберіть адресу';
$_['entry_company']                  = 'Компанія';
$_['entry_customer_group']           = 'Група покупців';
$_['entry_address_1']                = 'Адреса';
$_['entry_address_2']                = 'Адреса (додаткова)';
$_['entry_postcode']                 = 'Індекс';
$_['entry_city']                     = 'Місто';
$_['entry_country']                  = 'Країна';
$_['entry_zone']                     = 'регіон / Область';
$_['entry_newsletter']               = 'Я хочу підписатися на розсилку новин %s.';
$_['entry_shipping'] 	             = 'Моя адреса доставки співпадає з адресою платежу';

// Error
$_['error_warning']                  = 'Виникла проблема при обробці Вашого замовлення! Якщо проблема виникла повторно, спробуйте обрати інший спосіб оплати або <a href="%s">зконтактуйтесь з адміністратором магазина</a>.';
$_['error_login']                    = 'Помилка: неправильний E-Mail і/або пароль.';
$_['error_attempts']                 = 'Увага: Ви перевищили допустиму кількість спроб входа в систему. Будь ласка, спробуйте за годину.';
$_['error_approved']                 = 'Необхідне підтвердження реєстрації перед авторизацією.';
$_['error_exists']                   = 'Помилка: вказаний E-Mail уже зареєстровано!';
$_['error_firstname']                = 'Ім’я має бути від 1 до 32 символів!';
$_['error_lastname']                 = 'Прізвище має бути від 1 до 32 символів!';
$_['error_email']                    = 'Е-mail введено неправильно!';
$_['error_telephone']                = 'Номер телефона має бути від 3 до 32 символів!';
$_['error_password']                 = 'Пароль має бути від 3 до 20 символів!';
$_['error_confirm']                  = 'Паролі не співпадають!';
$_['error_address_1']                = 'Адреса має бути від 3 до 128 символів!';
$_['error_city']                     = 'Назва міста має бути від 2 до 128 символів!';
$_['error_postcode']                 = 'Індекс має бути від 2 до 10 символів!';
$_['error_country']                  = 'Будь ласка, оберіть країну!';
$_['error_zone']                     = 'Будь ласка, оберіть регіон / Область';
$_['error_agree']                    = 'Для оформлення замовлення Ви маєте погодитися з документом %s!';
$_['error_address']                  = 'Необхідно вказати адресу!';
$_['error_shipping']                 = 'Необхідно вказати спосіб доставки!';
$_['error_no_shipping']              = 'Доставка за цією адресою неможлива. Будь ласка, <a href="%s">зконтактуйтесь з нами</a>, і ми знайдемо вирішення проблеми!';
$_['error_payment']                  = 'Необхідно вказати спосіб оплати!';
$_['error_no_payment']               = 'Оплата за цією адресою неможлива. Будь ласка, <a href="%s">зконтактуйтесь з нами</a>, і ми знайдемо вирішення проблеми!';
$_['error_custom_field']             = '%s - необхідно!';







