<?php
// Heading
$_['heading_title']        = 'Замовлення успішно сформовано!';

// Text
$_['text_basket']          = 'Кошик покупок';
$_['text_checkout']        = 'Оформлення';
$_['text_success']         = 'успішно';
$_['text_customer']        = '<br><p>Ви можете переглядати історію замовлення в <a href="%s">Особистому кабінеті</a> відкривши <a href="%s">історію замовлень</a>.</p><p>Якщо у Вашому замовленні є цифрові товари для завантаження, Ви можете переглянути їх на сторінці <a href="%s">Файли для завантаження</a>.</p><p>Якщо у Вас виникнуть якісь питання, будь ласка, <a href="%s">зконтактуйтесь з нами</a>.</p><p>Дякуємо за покупки у нашому інтернет-магазині!</p>';
$_['text_guest']           = '<p>Ваше замовлення було успішно сформовано!</p><p>Якщо у Вас виникнуть якісь питання, будь ласка, <a href="%s">зконтактуйтесь з нами</a>.</p><p>Дякуємо за покупки у нашому інтернет-магазині!</p>';